tap "contrastsecurity/tap"
tap "d12frosted/emacs-plus"
tap "railwaycat/emacsmacport"
tap "teamookla/speedtest"
brew "ack"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "icu4c@77"
brew "librsvg"
brew "aspell"
brew "openssl@3"
brew "python@3.12"
brew "avrdude"
brew "azure-cli"
brew "babl"
brew "bat"
brew "bc"
brew "bfg"
brew "bind"
brew "p7zip"
brew "binwalk"
brew "btop"
brew "emacs"
brew "cask"
brew "icu4c@76"
brew "python@3.13"
brew "cherrytree"
brew "cmatrix"
brew "cpufetch"
brew "ddgr"
brew "duck"
brew "entr"
brew "libmaxminddb"
brew "ettercap"
brew "exiftool"
brew "eza"
brew "fabric-ai"
brew "fcrackzip"
brew "fd"
brew "ffmpeg"
brew "ffmpeg2theora"
brew "fish"
brew "foremost"
brew "fortune"
brew "fzf"
brew "pygobject3"
brew "gedit"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-gui"
brew "gnupg"
brew "go"
brew "htop"
brew "libomp", link: true
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "irssi"
brew "john"
brew "jp2a"
brew "links"
brew "lolcat"
brew "lsd"
brew "lynx"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "masscan"
brew "poppler"
brew "mat2"
brew "midnight-commander"
brew "mpc"
brew "ncdu"
brew "neovim"
brew "networkit"
brew "pandoc"
brew "parallel"
brew "pg_partman"
brew "pinentry-mac"
brew "putty"
brew "pyqt@5"
brew "python@3.9"
brew "qt"
brew "rclone"
brew "ripgrep"
brew "rmlint"
brew "rustscan"
brew "screen"
brew "silk"
brew "speedtest-cli"
brew "task"
brew "telnet"
brew "termcolor"
brew "thefuck"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "universal-ctags"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wireshark"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "contrastsecurity/tap/contrast"
brew "teamookla/speedtest/speedtest"
cask "blackhole-2ch"
cask "chromedriver"
cask "gimp"
cask "hex-fiend"
cask "inkscape"
cask "kitty"
cask "librewolf"
cask "localsend"
cask "qutebrowser"
cask "temurin@11"
cask "temurin@8"
cask "vscodium"
cask "wireshark-chmodbpf"
mas "Antivirus Zap - Virus Scanner", id: 1212019923
mas "Audio Converter Pro", id: 698196505
mas "Bitwarden", id: 1352778147
mas "BlueHarvest", id: 739483376
mas "BlueMail", id: 1458754578
mas "Canary Mail", id: 1236045954
mas "CocoaPacketAnalyzer", id: 418357707
mas "Cog", id: 1630499622
mas "Color Picker", id: 1545870783
mas "Compressor", id: 424390742
mas "Dashword", id: 1553096775
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "eDrawings", id: 1209754386
mas "Free Ruler", id: 1483172210
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "HEIC Converter", id: 1294126402
mas "iMovie", id: 408981434
mas "InfoCard", id: 1110195348
mas "IP Scanner Ultra", id: 404167677
mas "Jump Desktop", id: 524141863
mas "Keynote", id: 409183694
mas "Kira for Google Keep", id: 1488575973
mas "koala", id: 1479881366
mas "LanguageTool", id: 1534275760
mas "LanScan", id: 472226235
mas "Lockdown", id: 1483255076
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "Proton Pass for Safari", id: 6502835663
mas "Pure Paste", id: 1611378436
mas "RForAll", id: 1626370380
mas "shootShifter", id: 521567274
mas "SketchBook", id: 863486266
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "SubnetCalc", id: 412946682
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "VN", id: 1494451650
mas "WiFi Explorer", id: 494803304
mas "WiFi Scanner", id: 411680127
mas "WiFiman Desktop", id: 1482391803
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "ban.spellright"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "html-validate.vscode-html-validate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "yzhang.markdown-all-in-one"
